testCase/cavity/constant/cloud_of_points
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    location    "constant";
    object      cloud_of_points;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


648
(
(0.25 0.5 0.05)
(0.75 0.5 0.05)
(0.35 0.5 0.05)
(0.65 0.5 0.05)
(0.250951 0.478211 0.05)
(0.253798 0.456588 0.05)
(0.258519 0.435295 0.05)
(0.265077 0.414495 0.05)
(0.273423 0.394345 0.05)
(0.283494 0.375 0.05)
(0.295212 0.356606 0.05)
(0.308489 0.339303 0.05)
(0.323223 0.323223 0.05)
(0.339303 0.308489 0.05)
(0.356606 0.295212 0.05)
(0.375 0.283494 0.05)
(0.394345 0.273423 0.05)
(0.414495 0.265077 0.05)
(0.435295 0.258519 0.05)
(0.456588 0.253798 0.05)
(0.478211 0.250951 0.05)
(0.5 0.25 0.05)
(0.521789 0.250951 0.05)
(0.543412 0.253798 0.05)
(0.564705 0.258519 0.05)
(0.585505 0.265077 0.05)
(0.605655 0.273423 0.05)
(0.625 0.283494 0.05)
(0.643394 0.295212 0.05)
(0.660697 0.308489 0.05)
(0.676777 0.323223 0.05)
(0.691511 0.339303 0.05)
(0.704788 0.356606 0.05)
(0.716506 0.375 0.05)
(0.726577 0.394345 0.05)
(0.734923 0.414495 0.05)
(0.741481 0.435295 0.05)
(0.746202 0.456588 0.05)
(0.749049 0.478211 0.05)
(0.749049 0.521789 0.05)
(0.746202 0.543412 0.05)
(0.741481 0.564705 0.05)
(0.734923 0.585505 0.05)
(0.726577 0.605655 0.05)
(0.716506 0.625 0.05)
(0.704788 0.643394 0.05)
(0.691511 0.660697 0.05)
(0.676777 0.676777 0.05)
(0.660697 0.691511 0.05)
(0.643394 0.704788 0.05)
(0.625 0.716506 0.05)
(0.605655 0.726577 0.05)
(0.585505 0.734923 0.05)
(0.564705 0.741481 0.05)
(0.543412 0.746202 0.05)
(0.521789 0.749049 0.05)
(0.5 0.75 0.05)
(0.478211 0.749049 0.05)
(0.456588 0.746202 0.05)
(0.435295 0.741481 0.05)
(0.414495 0.734923 0.05)
(0.394345 0.726577 0.05)
(0.375 0.716506 0.05)
(0.356606 0.704788 0.05)
(0.339303 0.691511 0.05)
(0.323223 0.676777 0.05)
(0.308489 0.660697 0.05)
(0.295212 0.643394 0.05)
(0.283494 0.625 0.05)
(0.273423 0.605655 0.05)
(0.265077 0.585505 0.05)
(0.258519 0.564705 0.05)
(0.253798 0.543412 0.05)
(0.250951 0.521789 0.05)
(0.350571 0.486927 0.05)
(0.352279 0.473953 0.05)
(0.355111 0.461177 0.05)
(0.359046 0.448697 0.05)
(0.364054 0.436607 0.05)
(0.370096 0.425 0.05)
(0.377127 0.413964 0.05)
(0.385093 0.403582 0.05)
(0.393934 0.393934 0.05)
(0.403582 0.385093 0.05)
(0.413964 0.377127 0.05)
(0.425 0.370096 0.05)
(0.436607 0.364054 0.05)
(0.448697 0.359046 0.05)
(0.461177 0.355111 0.05)
(0.473953 0.352279 0.05)
(0.486927 0.350571 0.05)
(0.5 0.35 0.05)
(0.513073 0.350571 0.05)
(0.526047 0.352279 0.05)
(0.538823 0.355111 0.05)
(0.551303 0.359046 0.05)
(0.563393 0.364054 0.05)
(0.575 0.370096 0.05)
...
)


// ************************************************************************* //
